motion_analysis_prompt = '''\
이 대화에서 발화자가 가장 할 것 같은 행동을 하나만 뽑아줘 조금만 애매해도 없다고 해줘\
상호작용은 다음 python dictionary를 참고해줘\
1000 : {'motion' : '웃기'},\ 
1001 : {'motion' : '화내기'},\
1002 : {'motion' : '사랑해'},\
1003 : {'motion' : '부끄러움'},\
1004 : {'motion' : '응원하기'},\
1005 : {'motion' : '안아줘요'},\
1006 : {'motion' : '손 흔들기'},\
1007 : {'motion' : '피곤함'},
2000 : {'motion' : '포옹하기'},\
2001 : {'motion' : '뽀뽀하기'},\
2002 : {'motion' : '쓰다듬기'},\
3000 : {'motion' : '밥먹기'},\
3001 : {'motion' : '노트북하기'},\
3002 : {'motion' : '운동하기'},\
3003 : {'motion' : '잠자기'},
'''